import { News } from '../interfaces/news.interface';

const news: News[] = [
  {
    id: 1,
    title:
      'Том Ли назвал недостаточным уровень спекуляций на криптовалютном рынке',
    text: 'Биткоин остается гиперволатильным, но его оборачиваемость уступает другим активам, что не позволяет говорить о его высокой «спекулятивности». Об этом заявил сооснователь аналитической фирмы Fundstrat Том Ли, пишет Financial News.',
  },
  {
    id: 2,
    title:
      'Nasdaq: 72% опрошенных финконсультантов одобрили инвестиции в спотовый крипто-ETF',
    text: '72% из опрошенных Nasdaq 500 финансовых консультантов с высокой долей вероятности вложили бы клиентские средства в криптовалюты при наличии доступа к соответствующему спотовому ETF-продукту.',
  },
  {
    id: 3,
    title:
      'Разработчики Toncoin запустили фонд на $250 млн для поддержки экосистемы',
    text: 'Венчурные подразделения Huobi и KuCoin стали одними из спонсоров фонда в размере $250 млн, созданного для финансирования проектов экосистемы токена Toncoin. Об этом сообщает CryptoPotato.',
  },
];

export default news;
